<%@ Page Title="О проекте" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="BuildingCost.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
   <h2><%: Title %></h2>
   <p>
      Sadi.kz сделает торговлю в интернете понятной и доступной для руководителей и сотрудников строительных компаний, поставщиков и покупателей, для тех, кто решил заняться строительным бизнесом или просто планирует сделать ремонт.
   </p>
   <p>
      Sadi.kz станет вашим лучшим другом и верным помощником, с нашей помощью вы сэкономите свои денежные средства и время.
   </p>
   <p>
      &nbsp;Особенностью проекта Sadi.kz является ценообразование  с использование интернет портала.
   </p>
   <p>
      Достичь такого возможно помощью использования новых WEB технологий. Данное решение дает:
   </p>
   <ul>
      <li>возможность получения самых свежих и достоверных цен через интернет-портал, для составления сметной документации. 
      </li>
      <li>возможность рассчитывать и подготавливать сметную документацию напрямую в  портале.</li>
      <li>возможность формирования сборников текущих цен, расценок и ресурсов по форме, идентичной государственным сборникам цен.
      </li>
      <li>возможность работы в «облаке», на работе, дома,  в дороге или прямо на объекте строительства.
      </li>
      <li>строительные компании легко и удобно могут находить для себя поставшиков товаров и услуг, цены и качество которых, соответствуют их запросу и потребностям.
      </li>
      <li>поставщики  могут рекламировать свои товары и услуги.
      </li>
   </ul>
   <p>
      Мы постарались учесть все хорошее, что есть на наших сайтах, которыми пользуются миллионы казахстанцев, а также добавить новые возможности, чтобы сделать процесс продажи или покупки еще удобнее.
   </p>
   <p>
      Конечно, не все еще реализовано, мы торопились показать вам наш проект  как можно раньше и теперь будем дорабатывать существующий функционал и добавлять новые возможности, для этого Вы можете оставлять свои рекомендации и пожелания, отзывы…
   </p>
   <p>
      Мы знаем, что все тепло, вложенное нами в работу над  проектом, порталом  сделает Ваш день ярче, счастливее и добрее.
   </p>
</asp:Content>
